Repository: FreePBX/logfiles
Catalog: i18n/*/LC_MESSAGES/logfiles.po
Languages: fa_ir, vi

source: Add Log
fa_ir: افزودن لاگ
vi: Thêm Log

source: Append Hostname
fa_ir: اضافه کردن نام میزبان
vi: Kèm thêm Hostname

source: Appends the hostname to the name of the log files
fa_ir: اضافه کردن نام میزبان به لاگ فایل ها
vi: Kèm thêm hostname vào tên của các tệp log

source: Apply PCRE regex filter to the log output. <br/>This filters through the lines specified.
fa_ir: اعمال فیلتر PCRE در لاگ. <br/>این فیلترها از طریق خطوط مشخص میشوند.
vi: Áp dụng bộ lọc regex PCRE vào đầu ra bản ghi. <br/> Bộ lọc này thông qua các đường dây xác định.

source: Asterisk Log Files
fa_ir: لاگ فایل های استریسک
vi: Các tệp log của Asterisk

source: Asterisk Logfile Settings
fa_ir: تنظیمات لاگ استریسک
vi: Cài đặt logfile Asterisk

source: Asterisk Logfiles
fa_ir: لاگ فایل های استریسک
vi: Các tệp Log của Asterisk

source: Critical errors and issues
fa_ir: خطاها و موارد مهم
vi: Các vấn đề và lỗi nghiêm trọng

source: Customize the display of debug message time stamps. See strftime(3) Linux manual for format specifiers. Note that there is also a fractional second parameter which may be used in this field. Use %1q for tenths, %2q for hundredths, etc.
fa_ir: شخصی سازی نمایش برچسب زمانی پیام عیب یابی. See strftime(3) Linux manual for format specifiers. Note that there is also a fractional second parameter which may be used in this field. Use %1q for tenths, %2q for hundredths, etc.
vi: Tùy chỉnh hiển thị của các time stamp thông báo gỡ lỗi . Xem sổ tay hướng dẫn strftime (3) Linux để biết thêm về các định dạng. Lưu ý rằng có một tham số nhị phân có thể được sử dụng trong trường này. Sử dụng% 1q cho một phần mười,% 2q cho một phần trăm, v.v ...

source: Date Format
fa_ir: فرمت تاریخ
vi: Định dạng ngày tháng

source: Debug
fa_ir: اشکال زدایی
vi: Gỡ

source: Delete
fa_ir: حذف
vi: Xóa

source: Error
fa_ir: خطا
vi: Lỗi

source: Error parsing log file or file not found!
fa_ir: خطای لاگ فایل یا عدم وجود فایل!
vi: Lỗi phân tích tệp log hoặc không tìm thấy tệp!

source: Fax
fa_ir: دورنگار

source: Field
fa_ir: فیلد
vi: Trường

source: File
fa_ir: فایل
vi: Tệp

source: File Name
fa_ir: نام
vi: Tên tệp

source: Filter
fa_ir: فیلتر
vi: Bộ lọc

source: General Settings
fa_ir: تنظیمات عمومی
vi: Cài đặt chung

source: Information
fa_ir: اطلاعات
vi: Thông tin

source: Invalid pattern
fa_ir: الگوی نامعتبر
vi: Mẫu ( pattern) không hợp lệ

source: Keypresses as understood by asterisk. Usefull for debuging IVR and VM issues.
fa_ir: مفید برای عیب یابی منو صوتی.
vi: Asterisk sẽ hiểu các nút nhấn. Giups ích cho việc gỡ các vấn đề về IVR và VM.

source: Leave blank for default: ISO 8601 date format yyyy-mm-dd HH:MM:SS (%F %T)
fa_ir: برای پیشفرض خالی بگذارید ：ISO 8601 date format yyyy-mm-dd HH:MM:SS (%F %T)
vi: Theo mặc định để trống: ISO 8601 định dạng ngày tháng yyyy-mm-dd HH:MM:SS (%F %T)

source: Lines
fa_ir: خطوط
vi: Các đường dây

source: Loading...
fa_ir: درحال لود شدن...
vi: Đang tải...

source: Log File Settings
fa_ir: تنظیمات لاگ فایل
vi: Cài đặt tệp log

source: Log Files
fa_ir: لاگ فایل
vi: Các tệp Log

source: Log Queues
fa_ir: صف لاگ
vi: Các hàng log

source: Log Rotation
fa_ir: ورود به سیستم چرخشی
vi: Xoay vòng Log

source: Log file settings
fa_ir: تنظیمات لاگ فایل
vi: Cài đặt tệp Log

source: Log queue events to a file
fa_ir: لاگ صف رویدادهای فایل
vi: Các sự kiện hàng Log đến một tệp

source: Logfile Help
fa_ir: راهنما لاگ فایل
vi: Trợ giúp logfile

source: Messages of specific actions, such as a phone registration or call completion
fa_ir: پیام عملکردهای مشخص, مانندثبت تلفن
vi: Tin nhắn thống báo của các thao tác nhất định, ví dụ đăng ký cuộc gọi hay hoàn thành cuộc gọi

source: Messages used for debuging. Do not report these as error's unless you have a specific issue that you are attempting to debug. Also note that Debug messages are also very verbose and can and do fill up logfiles (and disk storage) quickly.
fa_ir: پیامهای استفاده شده برای عیب یابی.
vi: Thông điệp sử dụng cho việc gỡ lỗi. Đừng nên báo cáo các đây là lỗi trừ khi bạn có một lỗi cụ thể và đang cố gỡ chúng. Cũng lưu ý rằng các thông điệp gỡ lỗi cũng rất rườm rà và có thể và làm đầy các tệp log (và bộ nhớ đĩa) rất nhanh.

source: Name of file, relative to Asterisk logpath. Use absolute path for a different location
fa_ir: نام فیلتر, مرتبط با الگو لاگ استریسک. استفاده از الگو مشخص برای مکان های متفاوت
vi: Tên tệp, liên quan đến đường dẫn Log Asterisk. Sử dụng đường dẫn cho một vị trí khác

source: No
fa_ir: خیر
vi: Không

source: No lines returned
fa_ir: بدون خط برگشت
vi: Không có đường dây nào trở lại

source: Notice
fa_ir: توجه
vi: Lưu ý

source: Off
fa_ir: خاموش
vi: Tắt

source: On
fa_ir: روشن
vi: Bật

source: Possible issues with dialplan syntaxt or call flow, but not critical.
fa_ir: مشکلات احتمالی syntaxt dialplan یا جریان پاسخ، اما مهم نیست.
vi: Các vấn đề có thể xảy ra với kế hoạch quay số syntaxt hoặc dòng cuộc gọi, nhưng không quan trọng.

source: Reports
fa_ir: گزارش ها
vi: Báo cáo

source: Reset
fa_ir: بازنشانی
vi: Cài đặt lại

source: Rotate
fa_ir: چرخشی
vi: Xoay vòng

source: Rotate: Rotate all the old files, such that the oldest has the highest sequence number (expected behavior for Unix administrators).
fa_ir: چرخش: چرخش تمام فایل های قدیمی، به طوری که از قدیمی ترین دارای بیشترین تعداد دنباله (رفتار مورد انتظار برای مدیران یونیکس).
vi: Xuay vòng: xuay vòng tất cả các tệp cũ, ví dụ như các tệp cũ nhất có số thứ tự cao nhất ( hành vi mong muốn cho các quản trị viên Unix).

source: Security
fa_ir: امنیت
vi: Bảo mật

source: Sequential
fa_ir: پی در پی
vi: Theo thứ tự

source: Sequential: Rename archived logs in order, such that the newest has the highest sequence number
fa_ir: ترتیبی: تغییر نام آرشیو لاگ، به طوری که، جدید ترین دارای بیشترین تعداد دنباله
vi: Theo thứ tự: Đổi tên các log được lưu giữ theo thứ tự, sao cho bản ghi mới nhất có số thứ tự cao nhất

source: Show
fa_ir: نمایش
vi: Hiển thị

source: Submit
fa_ir: ثبت
vi: Gửi đi

source: Timestamp
fa_ir: برچسب زمان
vi: Dấu thời gian (Timestamp)

source: Transmition and receiving of faxes
fa_ir: انتقال و دریافت فکس
vi: Việc truyền và nhận fax

source: Verbose
fa_ir: بلند
vi: Rườm rà

source: View Logs
fa_ir: مشاهده لاگ ها
vi: Xem Log

source: Warning
fa_ir: هشدار
vi: Cảnh báo

source: Yes
fa_ir: بله
vi: Có

source: failed
fa_ir: ناموفق
vi: Không thành công

source: ok
fa_ir: تایید

source: removing..
fa_ir: درحال حذف..
vi: Đang xóa...

source: Timestamp: Rename the logfiles using a timestamp instead of a sequence number when "logger rotate" is executed.
vi: Timestamp: Đổi tên các tệp log sử dụng timestamp thay thế cho số thứ tự khi thực hiện "logger rotate".

source: logger.conf symlinked to incorrect file:
vi: Logger.conf được liên kết đến tệp không đúng:
